import "./Read.css";
import { Container } from "react-bootstrap";
import Footer from "../Footer/Footer";
import MainHead from "../MainHead/MainHead";
const Read = () => {
  return (
    <>
      <div
        className="w-100 h-75 text-center text-white flex-column bg-image d-flex justify-content-center align-items-center"
        style={{ backgroundImage: `url("../../public/ReadCS.jpg")` }}
      >
        <div className="position-absolute w-100 h-100 bg-cus"></div>
        <div className="w-100 h-100 position-absolute">
          <MainHead />
        </div>
        <h1 className="fw-bold">به بخش ریزترین نکات CSGO خوش آمدید</h1>
        <h6 className="mt-3 text-center fw-bold">
          تو اینجا پرو پلیر ها میتونن نکاتی رو که خیلی کم بهش توجه میشه رو با
          بقیه اشتراک بزاره
        </h6>
      </div>
      <div className="w-100 h-auto bg-custom1 pt-5 pb-5">
        <Container className="w-auto h-100 d-flex">
          <div className="w-25 h-auto bg-cust rounded-8 ms-4 text-white">
            <ul className="w-100 h-100">
              <li className="mt-5 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 text-center">لورم ایپسوم متن ساختگی</li>
              <li className="mt-4 mb-5 text-center">لورم ایپسوم متن ساختگی</li>
            </ul>
          </div>
          <div className="w-75 h-auto bg-cust rounded-9 me-4 text-white p-5">
            <h3>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم</h3>
            <p className="mt-3">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
              استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
              در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
              نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
              کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
              جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
              طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
              فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
              موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
              نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
              دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن
              ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان
              گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
              که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
              متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت
              و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
              طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
              الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این
              صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و
              شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی
              دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
              اساسا مورد استفاده قرار گیرد.
            </p>
            <h3 className="mt-4">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم
            </h3>
            <p className="mt-3">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
              استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
              در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
              نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
              کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
              جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
              طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
              فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
              موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
              نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
              دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن
              ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان
              گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
              که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
              متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت
              و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
              طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
              الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این
              صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و
              شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی
              دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
              اساسا مورد استفاده قرار گیرد.
            </p>
            <h3 className="mt-4">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم
            </h3>
            <p className="mt-3">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
              استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
              در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
              نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
              کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
              جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
              طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
              فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
              موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
              نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
              دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن
              ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان
              گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
              که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
              متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت
              و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
              طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
              الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این
              صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و
              شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی
              دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
              اساسا مورد استفاده قرار گیرد.
            </p>
            <h3 className="mt-4">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم
            </h3>
            <p className="mt-3">
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
              استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
              در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
              نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
              کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
              جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
              طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
              فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
              موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
              نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
              دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن
              ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان
              گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
              که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
              متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت
              و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
              طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
              الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این
              صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و
              شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی
              دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
              اساسا مورد استفاده قرار گیرد.
            </p>
          </div>
        </Container>
      </div>
      <Footer />
    </>
  );
};

export default Read;
